// The boldface header in error boxes.

"Error" = "Erreur";

// Application name - alert box header

"Pacifist" = "Pacifist";

// Title of root package item

"Package Contents" = "Contenu du paquet";
"Contents of Package %@" = "Contenu de %@";

// Default alert button

"OK" = "OK";

// Alternate alert button

"Cancel" = "Annuler";

// Terminate the app in the case of an exception

"Terminate" = "Terminer";

// Refresh lists (such as the list of OS install packages)

"Refresh" = "Actualiser";

// Search

"Search" = "Rechercher";

// Default button in "Open" or "Cancel" alert box

"Open" = "Ouvrir";

// Default button in install alert box

"Install" = "Installer";

"Don't Install" = "Ne pas installer";
"Upgrade" = "Mettre à niveau";
"Don't Upgrade" = "Ne pas mettre à niveau";
"Remove" = "Retirer";
"Don't Remove" = "Ne pas enlever";

"Extract" = "Extraire";

"Create" = "Créer";

// Yes, no, and maybe

"Yes" = "Oui";
"No" = "Non";
"Unknown" = "Inconnu";

// Retry in case of error

"Try Again" = "Réessayer";

// Continue Loading?

"Continue loading?" = "Poursuivre le chargement ?";

// Check box to decide whether to use admin privileges

"Use Admin Privileges" = "Utiliser les privilèges administrateurs";

// Default button in overwrite box

"Overwrite" = "Remplacer";

// check box used in replace dialog box

"DONT_ASK_AGAIN" = "Ne plus demander";
"DONT_ASK_AGAIN_FOR_INSTALLATION" = "Ne plus demander pour cette installation";

// Alternate button in app bundle overwrite box

"Update" = "Mettre à jour";

// Other button in app bundle overwrite box

"Leave Alone" = "Laisser";

// Cancel button in file overwrite box

"Stop Extraction" = "Arrêter l’extraction";
"Stop Installation" = "Arrêter l’installation";
"Stop Loading" = "Arrêter le chargement";
"Skip" = "Passer";

// Default button in app moved box

"EXISTING_LOCATION" = "Remplacer l’installation existante";

// Alternate button in app moved box

"DEFAULT_LOCATION" = "Installer à l’endroit par défaut";

// abort and continue buttons in error box.

"Abort" = "Arrêter";
"Continue" = "Continuer";

// Default button in fatal error box.

"Sorry" = "Désolé";

// Button titles

"OPEN_PACKAGE_BUTTON_TITLE" = "Ouvrir un paquet";
"OPEN_PACKAGE_BUTTON_DESC" = "Ouvrir un paquet d’installation, une archive .zip, .tar, .cpio, ou .xar, ou une image disque";

"OPEN_URL_BUTTON_TITLE" = "Ouvrir une URL";
"OPEN_URL_BUTTON_DESC" = "Ouvrir un paquet, une archive, ou une image disque à distance sur le World Wide Web";

"OPEN_APPLE_INSTALLERS_BUTTON_TITLE" = "Ouvrir les installateurs Apple";
"OPEN_APPLE_INSTALLERS_BUTTON_DESC" = "Ouvrir tout disque d’installation Apple inséré, ou toute application d’installation macOS";

"SEARCH_RECEIPTS_BUTTON_TITLE" = "Rechercher les reçus";
"SEARCH_RECEIPTS_BUTTON_DESC" = "Rechercher tous les reçus d’installation pour un fichier spécifié pour déterminer ce qui l’a installé, et le réinstaller si possible";

"REGISTER_BUTTON_TITLE" = "Enregistrer maintenant…";

"CONTACT_BUTTON_TITLE" = "Contact";

"SPLASH_SHORT_INSTRUCTIONS" = "Faites glisser un paquet, une archive, ou un fichier image disque sur cette fenêtre pour l’ouvrir, ou choisissez l’une des options suivantes :";

// drag-and-drop overlay message

"DND_OVERLAY_MESSAGE" = "Déposer un paquet, une archive ou un fichier image disque ici";

// VoiceOver labels

"GLOBE_ICON_VOICEOVER" = "globe terrestre";
"ENVELOPE_ICON_VOICEOVER" = "enveloppe";

// Notification Center notifications (for Mountain Lion)

"NOTIFICATION_ARCHIVE_LOADED" = "Archive chargée";
"NOTIFICATION_EXTRACT_FINISHED" = "Extraction terminée";
"NOTIFICATION_EXTRACT_ITEM_COUNT %lu" = "%lu éléments";
"NOTIFICATION_SU_FINISHED" = "Paquets de mises à jour logiciel chargés";
"NOTIFICATION_RECEIPT_SEARCH_FINISHED" = "Recherche de reçus terminée";
"NOTIFICATION_RECEIPT_SEARCH_FOUND_ITEMS %lu" = "%lu éléments trouvés";

// Extract To: dialog box

"OP_TITLE" = "Extraire dans le dossier";
"OP_PROMPT" = "Choisir";

// For the Quick Start dialog box

"QUICK_START_TITLE" = "Démarrage rapide - Premier lancement";
"ALWAYS_OPEN_WINDOW_ON_LAUNCH" = "Toujours afficher cette fenêtre lorsque Pacifist est lancé";

// For the Licenses dialog box

"Licenses" = "Licenses";

// For the Credits dialog box

"Credits" = "Crédits";

// Create Receipt dialog box

"RECEIPT_OP_TITLE" = "Créer un reçu";

// Tab titles in verification report window

"Summary" = "Résumé";
"Files Verified" = "Fichiers vérifiés";
"Missing Files" = "Fichiers manquants";
"Present Files" = "Fichiers présents";
"Changed Files" = "Fichiers modifiés";
"Zero-Length Files" = "Fichiers de taille zéro";
"Incorrect Permissions" = "Autorisations modifiées";

// Verify save box

"VERIFY_TITLE" = "Enregistrer l’état sous :";

// Default filename for verification report

"VERIFY_DEFAULT_NAME" = "État de la vérification %@";

// File types

"Application" = "Application";
"Document" = "Document";
"Folder" = "Dossier";
"Package" = "Paquet";
"Symbolic Link" = "Lien symbolique";
"Alias" = "Alias";
"Socket" = "Socket";
"Character Special" = "Caractère spécial";
"Block Special" = "Bloquer spécial";
"Remote Item" = "Élément distant";

// The word "Version" for the splash screen

"Version" = "Version";
"Build" = "Assemblage";

// Name for newly created folder for entire package contents

"NEW_FOLDER %@" = "Dossier %@";

// Inspector fields

"MULTIPLE_FILES" = "Fichiers multiples sélectionnés";
"INSTALL_PATH" = "Endroit d’installation par défaut : \n%@";

// Prefix that goes before the default install path in the package window

"Package Install Directory: " = "Répertoire d’installation du paquet : ";

// Prefix that goes in the authentication field in the package window if the package needs authentication

"Package requires authentication" = "Le paquet requiert l’authentification";

// Prefix that goes in the authentication field if the package doesn’t need authentication

"Package does not require authentication" = "Le paquet ne requiert pas l’authentification";

// Prefix that goes in the authentication field if the package is a receipt

"IS_RECEIPT" = "Le paquet est un reçu";

// Text that goes in the header if the package is signed

"IS_SIGNED %@ %@" = "Le paquet a une signature valide : %@ (%@)";

// Text that goes in the header if the package is not signed

"IS_NOT_SIGNED" = "Le paquet n’a aucune signature.";

// Text that goes in the header if the package's signature is invalid

"SIG_INVALID %@" = "La signature est invalide : %@";

// Text that appears if a metapackage and its subpackages do not have the same signature

"SIG_MISMATCH" = "Les signatures des sous-paquets ne correspondent pas";

// Prefix that goes in the root directory field if the package is a metapackage

"IS_METAPACKAGE" = "Le paquet est un métapaquet";

// Prefix that goes in size field if packages is a receipt

"EMPTY_PACKAGE" = "Le paquet ne contient aucun fichier à extraire";

// Prefix that goes before file sizes

"Size:" = "Taille :";

// Units of file size

"bytes" = "octets";

// Prefix that goes before the compressed size field in the package window

"compressed" = "compressé";

// Prefix that goes before the uncompressed size field in the package window

"uncompressed" = "non compressé";

// Ask whether to install a file

"Install File?" = "Installer “%@” ?";

// Ask whether to extract a file

"Extract File?" = "Extraire “%@” ?";

// Ask whether to install entire package

"Install Package?" = "Installer tout le contenu de “%@” ?";

// Ask whether to extract entire package

"Extract Package?" = "Extraire tout le contenu de “%@” ?";

// Ask whether to install selected files

"Install Selected Files?" = "Installer les fichiers sélectionnés ?";

// Ask whether to extract selected files

"Extract Selected Files?" = "Extraire les fichiers sélectionnés ?";

// Explain where the file will be installed

"LOCATION_MESSAGE" = "Le fichier sera installé à l’endroit suivant : \n%@";
"LOCATION_MESSAGE_MULT_FILES" = "Les fichiers seront installés à leur endroit d’installation par défaut.";
"LOCATION_MESSAGE_EXT" = "Le fichier sera extrait vers l’endroit suivant : \n%@";
"LOCATION_MESSAGE_EXT_MULT_FILES" = "Les fichiers seront extraits vers l’endroit suivant : \n%@";
"BACKUP_SUGGESTION" = "Il est recommandé de sauvegarder tous les fichiers existants qui peuvent être remplacés, dans les cas où quelque chose se passe mal avec l’installation.";

// Ask whether to generate receipts for a package (not used yet)

"RECEIPT_HEADER" = "Générer le reçu ?";
"RECEIPT_HEADER_MULT" = "Générer les reçus ?";

"RECEIPT_TEXT" = "Les reçus seront générés aux endroits suivants :\n%@";

// Ask where to create a BOM file

"MAKE_BOM" = "Créer un listage de répertoire BOM";
"MAKE_BOM_SIMPLIFIED" = "Créer un listage de répertoire simplifié";
"MAKE_BOM_MESSAGE" = "Veuillez choisir le répertoire pour lequel vous désirez créer un listage de répertoire BOM :";
"MAKE_BOM_PROGRESS" = "Créer un listage de répertoire BOM. Veuillez patienter…";
"MAKE_BOM_SAVEAS" = "Enreg. un listage de répertoire BOM sous :";

// Boldface confirmation message for overwriting something

"REPLACE_FILE_HEADER" = "Le fichier existe déjà";

// Confirmation message before overwriting something
"REPLACE_FILE_TEXT %@" = "Un fichier existe déjà à l’endroit suivant : %@\n\nVoulez-vous le remplacer ?";

// Boldface confirmation message for updating an app bundle

"UPDATE_APP_HEADER" = "L’application existe déjà";

// Confirmation message before updating an app
"UPDATE_APP_TEXT %@" = "L’application “%@” existe déjà. Voulez-vous la mettre à jour avec les fichiers de ce paquet ?";

// Update or replace existing app bundle?
"Bundle already exists" = "L’application existe déjà";
"BNDL_EXISTS %@" = "Le paquet de l’application %@ existe déjà. Voulez-vous remplacer le paquet existant par celui que vous installez ou préférez-vous mettre à jour le paquet existant ?\n\nSi vous installez à nouveau l’application, vous devriez cliquer sur Remplacer. Si vous installez une mise à jour, vous devriez cliquer sur Mettre à jour pour empêcher que l’application existante ne devienne un dossier.";

// Install moved bundle in new location? (not used yet)

"APP_MOVED_HEADER" = "L’application a été déplacée";
"APP_MOVED" = "Une installation précédente du paquet de l’application %1$@ a été trouvée à l’endroit suivant :\n%2$@\n\nDésirez-vous mettre cette installation à jour avec les fichiers que vous installez ou installer les fichiers à l’endroit défini par le paquet ?";

// In the list of available disks, this follows the amount of free space. For example: "Macintosh HD (45 GiB ***free***)"

"DISK_LISTING_SIZE_SUFFIX" = "libre";

// Ask user to insert a disk

"INSERT_DISK_HEADER %@" = "Veuillez insérer le disque “%@”";
"INSERT_DISK_GENERIC %@" = "Pacifist a besoin du disque “%@” pour pouvoir continuer.";
"INSERT_DISK_EXTRACTION %@ %@" = "Pacifist a besoin du disque “%1$@” pour pouvoir extraire les fichiers du paquet “%2$@”.";
"INSERT_DISK_LOADING %@ %@" = "Pacifist a besoin du disque “%1$@” pour pouvoir terminer de charger le paquet “%2$@”.";

// header in "Extract To…" panel

"OPEN_PANEL_HEADER" = "Veuillez choisir un dossier pour l’extraction :";

// header in Create Receipt panel

"CREATE_RECEIPT_HEADER" = "Veuillez choisir un dossier cible pour les reçus créés :";

// header in Extract Packages panel

"EXTRACT_ARCHIVE_SP_HEADER" = "Enregistrer l’archive extraite sous :";

// Generic "Please Wait" text

"GENERIC_PLEASE_WAIT" = "Veuillez patienter…";

// Loading Package text

"LOADING_PACKAGE" = "Chargement du contenu de l’archive..\nVeuillez patienter…";
"LOADING_PACKAGE %@" = "Chargement de %@.\nVeuillez patienter…";
"LOADING_MENU_ITEM" = "Chargement : %@";

// Loading the "Open Apple Installers" window

"APPLE_PKGS_LOADING_MESSAGE" = "Recherche de paquets d’installation Apple…";

// Extracting Item text

"EXTRACTING_ITEM" = "Extraction de %@.\nVeuillez patienter…";

// Downloading text

"Downloading %@..." = "Téléchargement de %@…";

// Extension Auditor progress

"LOADING_RECEIPTS" = "Chargement des reçus…";
"SEARCHING_RECEIPTS" = "Recherche des reçus…";
"CHECKING_KEXTS" = "Vérification des extensions du noyau…";

// Software Update package loading progress

"LOADING_SU_PKGS" = "Chargement des paquets de Mise à jour logicielle…";

// Extracting Files text

"Extracting Files..." = "Extraction des fichiers…";

// Consolidating Files text

"CONSOLIDATING_FILES" = "Consolidation des fichiers…";

// Pruning unnecessary files

"REMOVING_UNNECESSARY_FILES" = "Suppression des fichiers inutiles…";

// Joining Resource Forks text

"Joining Resource Forks..." = "Ajout des ressources spécifiques à HFS…";

// Setting File Permissions text

"Setting File Permissions..." = "Définir les autorisations des fichiers…";

// Installing Files text

"Installing Files..." = "Déplacement des fichiers…";

// Applying Patches text

"Applying Patches..." = "Installation des rustines…";

// Fixing Symbolic Links text

"Fixing Symbolic Links..." = "Correction des liens symboliques…";

// Verifying Files text

"Verifying Files..." = "Vérification des fichiers…";
"VERIFY_REPORT_HEADER" = "État du paquet pour le paquet %@";
"VERIFY_DATE_SUFFIX" = " le %@\n\n";

// Preparing text

"PREPARING" = "Préparatifs…";

// Cleaning Up text

"CLEANING_UP" = "Nettoyage en cours…";

// Data Fork

"Data Fork" = "Fourche de données";

// Install QuickLook Plug-In menu items

"QUICKLOOK_INSTALL_MENU_ITEM" = "Installer le module Coup d’œil…";
"QUICKLOOK_UPGRADE_MENU_ITEM" = "Mettre à jour le module Coup d’œil…";

// Prompt to install the QuickLook plugin

"QUICKLOOK_INSTALL_PROMPT" = "Voulez-vous installer le module Coup d’œil de Pacifist ?";
"QUICKLOOK_INSTALL_RECOVERY_SUGGESTION" = "Si vous choisissez de ne pas installer le module en ce moment, vous pouvez opter pour l’installer à une date ultérieure en choisissant Installer le module Coup d’œil dans le menu Pacifist.";
"QUICKLOOK_UPGRADE_PROMPT" = "Le module Coup d’œil de Pacifist est obsolète. Désirez-vous le mettre à jour ?";
"QUICKLOOK_UPGRADE_RECOVERY_SUGGESTION" = "Si vous choisissez de ne pas mettre à jour le module en ce moment, vous pouvez opter pour l’installer à une date ultérieure en choisissant Mettre à jour le module Coup d’œil dans le menu Pacifist.";
"QUICKLOOK_ASK_ON_STARTUP" = "Toujours vérifier le module Coup d’œil lors du démarrage";
"QUICKLOOK_INSTALL_CONFIRM" = "Êtes-vous sûr de vouloir installer le module Coup d’œil de Pacifist ?";
"QUICKLOOK_REMOVE_CONFIRM" = "Êtes-vous sûr de vouloir supprimer le module Coup d’œil de Pacifist ?";
"QUICKLOOK_DESCRIPTION" = "Le module Coup d’œil de Pacifist vous permet de visualiser les paquets et les. fichiers Zip directement depuis le Finder en appuyant sur la barre d’espace quand un fichier lisible est sélectionnée.";

// verification report.

"VERIFY_REPORT_CONTENTS_BEGINNING" = "(Aller :";

"VERIFY_FILE_LIST" = "Vérification fut faite pour les fichiers et dossiers suivants :";
"VERIFY_MISSING_FILES" = "Les fichiers suivants n’ont pas été trouvés sur votre disque dur. Le paquet n’a peut-être pas été installé en entier ou des fichiers peuvent avoir été supprimés.\n\nFichiers manquants :";
"VERIFY_PRESENT_FILES" = "Les fichiers suivants ont été trouvés sur votre disque dur :";
"VERIFY_PERMS_CHANGED" = "L’autorisation des fichiers suivants ne correspond pas à celle spécifiée dans le paquet. Les autorisations peuvent avoir été modifiées depuis que les fichiers ont été installés. Il est normal que certains fichiers aient des autorisations différentes de celles définies par le système parce que certains fichiers sont récréés ou modifiés par celui-ci. D’autres fichiers, cependant, ne fonctionnent pas correctement si leurs autorisations sont incorrectes. Si un fichier est installé par le logiciel Apple et que vous suspectez que ses autorisations sont incorrectes, la chose la plus simple est d’utiliser Réparer les autorisations du disque sous l’onglet SOS dans Utilitaire de Disque.\n\nFichiers ayant des autorisations incorrectes :";
"VERIFY_CHANGED_FILES" = "La somme de vérification des fichiers suivants ne correspond pas à celle spécifiée dans le paquet. Les fichiers peuvent avoir été altérés, ou simplement mis à jour à une version ultérieure.\n\nFichiers modifiés :";
"VERIFY_ZERO_LENGTH_FILES" = "Les fichiers suivants avaient un fichier de taille zéro, alors qu’une taille différente de zéro était indiquée dans le paquet. Ceci pourrait indiquer un fichier endommagé.";
"VERIFY_CKSUM_FAILED" = "Les fichiers suivants n’ont pas pu être vérifiés, car le paquet ne spécifiait pas leurs sommes :";
"VERIFY_ALL_FILES_PRESENT" = "Tous les fichiers dans le paquet existaient sur le disque dur.";
"VERIFY_NO_FILES_PRESENT" = "Aucune fichiers depuis le paquet n’a été trouvés sur votre disque dur. Le paquet peut ne pas avoir été installé, ou les fichiers peuvent avoir été supprimés.";
"VERIFY_ALL_PERMS_CORRECT" = "Aucun fichier du disque dur a des autorisations différentes de celles des fichiers dans le paquet.";
"VERIFY_NO_DIFFERENCES" = "Aucun fichier trouvé sur le disque dur n’a un contenu différent de celui des fichiers dans le paquet.";
"VERIFY_NO_ZERO_LENGTH_FILES" = "Il n’a été trouvé sur le disque dur aucun fichier de taille zéro pour lequel le paquet indiquait une taille de fichier différente de zéro.";
"VERIFY_SUMMARY" = "%lu fichiers ont été vérifiés.\n\n";
"VERIFY_PRESENT_SUMMARY" = "%lu sur %lu fichiers ont été trouvés sur le disque dur.\n\n";
"VERIFY_PERMS_SUMMARY" = "%lu sur %lu fichiers avaient des autorisations qui ne correspondaient pas à celles spécifiées dans le paquet.\n\n";
"VERIFY_CKSUM_SUMMARY" = "%lu sur %lu fichiers avaient des sommes de contrôles qui ne correspondaient pas à celles spécifiées dans le paquet.\n\n";
"VERIFY_ZERO_LENGTH_SUMMARY" = "%lu de %lu fichiers avaient une taille de fichier de zéro bien qu’une taille différente de zéro ait été indiquée dans le paquet.\n\n";

// little advertisement in the verification report; first string is the app name (Pacifist), second is the version number in parentheses

"GENERATED_BY" = "Produit par %1$@ %2$@";

// various stuff related to permissions

"VERIFY_WRONG_OWNER" = "propriétaire est %1$d, paquet spécifie %2$d";
"VERIFY_WRONG_GROUP" = "groupe est %1$d, paquet spécifie %2$d";
"VERIFY_WRONG_MODE" = "mode est %1$o, paquet spécifie %2$o";
// permissions errors

"SEPARATOR" = " - ";

// For generating and printing file lists

"CONTENTS_LIST_HEADER" = "Contenu du fichier “%@” :\n\n";
"RESOURCES_LIST_HEADER" = "Ressources pour le fichier “%@” :\n\n";

// this is for the Install to Disk… prompt

"DISK_PROMPT" = "Veuillez choisir un disque sur lequel installer les fichiers :";

// stuff related to Apple install packages

"NO_APPLE_PKG_LION_HEADER" = "Aucun paquet d’installation d’Apple connu n’a été trouvé sur les disques insérés.";
"NO_APPLE_PKG_LION" = "Veuillez vous assurer que vous avez soit un CD ou un DVD d’installation d’Apple, soit une clé USB inséré dans votre ordinateur, ou bien que le programme d’installation macOS est présent dans le dossier Applications. Si vous n’avez pas une copie du programme d’installation de macOS, vous pouvez le télécharger depuis l’App Store.";
"CHOOSE_APPLE_PKG" = "Veuillez choisir le paquet d’installation Apple à ouvrir :";

// Cancelling text

"Cancelling..." = "Annulation…";

// if the user tries to quit while extraction is going on:

"BUSY_HEADER" = "Paquet utilisé";

"SOMEONE_IS_BUSY" = "Un paquet ou plus est en cours d’extraction. Êtes-vous certain de vouloir quitter ?";

// Status displayed in find panel when the find string is not found

"Not found" = "Non trouvé";

// some required file in the .app bundle wouldn’t load

"FILE_LOAD_ERROR" = "Ne peut charger le fichier “%@” dans le paquet de l’application.";

// couldn’t add a file to a xar archive

"ARCHIVE_WRITE_ERROR" = "Ne peut ajouter le fichier “%@” à l’archive.";

// couldn’t find the specified file in an archive

"ARCHIVE_FIND_ERROR" = "Ne peut trouvé le fichier “%@” dans l’archive.";
"ARCHIVE_MULTIPLE_FIND_ERROR" = "Le fichier indiqué ne peut être trouvé dans l’archive.";

// couldn’t open some random file

"COULDNT_OPEN_FILE" = "Ne peut ouvrir le fichier %@.";

// some Software Update related errors

"SU_PKG_INCORRECT_TYPE" = "Le paquet de Mise à jour logiciel %@ n’est pas du type attendu.";
"SU_PKG_FORMAT_ERR" = "Le paquet de Mise à jour logiciel %@ n’est pas du format attendu.";

"CODESIGN_FAILED_BUNDLE" = "Quelque chose a modifié le paquet de l’application Pacifist.";
"CODESIGN_FAILED_CODE" = "Quelque chose modifie le code de Pacifist.";
"CODESIGN_FAILED_POSSIBLE_CAUSES" = "L’application a pu être endommagée, ou a pu être infectée par un virus.";
"PROCEED_AT_OWN_RISK" = "Veuillez procéder à votre propre risque.";
"PLEASE_REINSTALL" = "Veuillez télécharger une copie non modifiée de Pacifist.";

// exceptions

"GENERIC_EXCEPTION" = "L’exception suivante s’est produite :";
"ARCHIVE_LOAD_EXCEPTION %@" = "L’exception suivante s’est produite en essayant de lire l’archive “%@” :";
"EXCEPTION_MORE_INFO_IN_CONSOLE" = "Plus d’informations sur cette erreur peut être trouvée dans la Console (dans le dossier Utilitaires). Veuillez fournir cette information lors de la présentation d’un rapport de bogue.";

// Something went wrong with reading a file, not sure what

"Generic Error" = "Une erreur inconnue s’est produite.";
"GENERIC_FILE_ERROR" = "Une erreur est survenue en essayant de lire le fichier “%@”.";
"GENERIC_URL_ERROR" = "Une erreur s’est produit en lisant l’URL “%@”.";

// Something tried to load a proxy early, before its disk was inserted

"DISK_NOT_FOUND" = "Le disque “%@” est introuvable.";

// Bom file wouldn’t load (may be nonexistent, may be an incompatible format)

"BOM_ERROR" = "Une erreur est survenue en tentant d’ouvrir le fichier BOM du paquet “%@”.";
"DONT_RENAME_PACKAGE" = "Assurez-vous de ne pas avoir renommé le paquet.";

// Disk image couldn’t be mounted

"DISK_IMAGE_ERROR" = "Une erreur est survenue en chargeant l’image disque “%@”.";
"DISK_IMAGE_MOUNT_ERROR" = "L’image disque “%@” n’a pas pu être montée.";
"DMG_NOT_MOUNTED" = "L’image disque “%@” n’est pas montée.";

// Download errors

"DOWNLOAD_ERROR" = "Le fichier “%1$@” n’a pas pu être téléchargé en raison de l’erreur suivante :\n\n%2$s";
"UNKNOWN_DOWNLOAD_ERROR" = "Une erreur inconnue est survenue en essayant de télécharger le fichier “%@”.";
"NET_CONNECT_ERROR_GENERIC" = "Pacifist rencontré un problème lors de l’accès au réseau. S’il vous plaît vous assurer que votre ordinateur est correctement connecté à l’Internet. Aussi, s’il vous plaît vous assurer que le logiciel coupe-feu tiers ne bloque pas pacifiste d’accéder au réseau.";
"NET_CONNECT_ERROR" = "Pacifist n’a pas pu se connecter au serveur “%@”. Veuillez vous assurer que le nom de serveur est correct et que votre ordinateur est connecté correctement à Internet. De plus, veuillez vous assurer qu’un logiciel coupe-feu tiers n’empêche pas Pacifist d’accéder au réseau.";

// Error that occurs when the package’s bom file doesn’t exist

"NO_BOM %@" = "Le fichier BOM du paquet “%@” ne semble pas exister.";

"PACKAGE_DOESNT_EXIST" = "Le paquet “%@” ne semble pas exister.";

// Error that occurs when the necessary command-line tools aren’t found at startup.

"Tools Missing" = "Désole, un ou plusieurs outils de la ligne de commande est manquant :\n\n%@.\n\nCes outils sont requis pour exécuter ce programme. Vérifiez s’ils sont tous présents sur votre système.";
"MISSING_TOOLS" = "/usr/bin/lsbom ou /bin/pax";

// Error that occurs when a folder to be installed already exists and it couldn’t be replaced

"Error: Folder already exists." = "Erreur : le dossier existe déjà.";

// Error that occurs when a source file doesn’t exist

"NO_SOURCE_FILE %@" = "Le fichier “%@” n’existe pas.";

// Error that occurs when a Zip file uses an unsupported compression type

"UNKNOWN_COMPRESSION_TYPE %@" = "Le fichier “%@” est compressé au moyen d’un système de compression non géré.";
"ZIP_VERSION_TOO_NEW" = "Le fichier “%@” utilise une version du format ZIP plus récente que celle que cette version de Pacifist est capable d’ouvrir.";
"UNKNOWN_ZIP_EXTRA_INFO_SIG %x" = "Signature inconnue supplémentaire d’info 0x%x";
"UNKNOWN_ZIP_EXTRA_INFO_INFOZIP_VERSION %ld" = "Version inconnue du champ Info-ZIP Unix extra : %ld";

// Errors that can occur while parsing XAR archives

"XAR_ERR_NOT_A_XAR_FILE %@" = "Le fichier « %@ » n’est pas une archive XAR.";
"XAR_ERR_FILE_NOT_FOUND %@" = "Le fichier spécifié est introuvable dans l’archiveXAR « %@ ».";
"XAR_ERR_XATTR_NOT_FOUND %@" = "L’attribut étendu spécifié est introuvable dans l’archive XAR « %@ ».";
"XAR_ERR_UNKNOWN_VERSION %@" = "Le fichier « %@ » semble être dans une version non gérée du format XAR.";
"XAR_ERR_UNKNOWN_POSIX_FLAG %@" = "Marqueur POSIX inconnu “%@”.";
"XAR_ERR_UNSUPPORTED_FILE_TYPE" = "Type de fichier non géré.";
"XAR_ERR_MISSING_FILE_ID %@ %@" = "Identifiant de fichier manquant %1$@ dans l’archive XAR « %2$@ ».";
"XAR_ERR_MISSING_ELEMENT %@ %@" = "Élément XML manquant « %1$@ » dans l’archive XAR « %2$@ ».";
"XAR_ERR_MISSING_ATTR %@ %@ %@" = "Attribut manquant « %1$@ » de l’élément XML « %2$@» dans l’archive XAR « %3$@ ».";
"XAR_ERR_MISSING_CERT %@" = "Certificat manquant dans l’archive XAR «%@».";
"XAR_ERR_INVALID_VALUE %@ %@ %@" = "Valeur invalide « %1$@ » du noeud XML « %2$@ » dans l’archive XAR « %3$@ ».";

// Error that occurs when a newly extracted file doesn’t have the checksum that it should have

"BAD_CKSUM %@" = "La somme de contrôle pour le fichier “%@” est incorrecte.";
"BAD_SIGNATURE %@" = "La signature du fichier « %@» est incorrect.";
"BAD_CERT %@"  = "La signature du fichier « %@ » contient un certificat invalide.";
"BAD_CKSUM_ADVICE" = "Le fichier peut ne pas avoir été extrait correctement ou peut être endommagé. Veuillez faire attention en utilisant ce fichier.";
"BAD_SIGNATURE_ADVICE" = "Le paquet peut avoir été endommagé, ou avoir été altéré.";
"PLEASE_TAKE_CAUTION" = "Veuillez faire attention en utilisant ce fichier.";
"UNSUPPORTED_CKSUM_ALG %@" = "Algorithme de somme de contrôle non géré « %@ ».";
"UNSUPPORTED_CMP_ALG %@" = "Algorithme de compression non géré « %@ ».";
"UNSUPPORTED_SIG_TYPE %@" = "Type de signature non géré « %@ »";
"OPEN_ANYWAY" = "Voulez-vous ouvrir le paquet quand même ?";

"UNSUPPORTED_ALG_ADVICE" = "This may indicate a new version of the archive format which Pacifist does not yet support. Please contact the author at support@charlessoft.com with the full text of this error message.";
"Cela peut indiquer une nouvelle version du format d'archive que Pacifist ne gère pas encore. Veuillez contacter l’auteur à  support@charlessoft.com avec le texte intégral de ce message d’erreur.";

// Patching errors

"PATCH_NO_SOURCE_FILE %@" = "Le fichier à réparer :\n\n%@\n\n’existe pas.";
"PATCH_BAD_CKSUM %@" = "Le fichier à réparer :\n\n%@\n\nn’a pas la somme de contrôle requise. La correction ne peut être appliquée.";

// Error that occurs when trying to replace a file with a folder

"NO_FOLDER_OVERWRITE_FILE" = "Un fichier ne peut être remplacé par un dossier.";

// Error that occurs when trying to replace a folder with a file

"NO_FILE_OVERWRITE_FOLDER" = "Un dossier ne peut être remplacé par un fichier.";

// Error when the default install folder happens to be a file instead of a folder.

"Destination path is a file, not a folder." = "Le chemin de destination est un fichier, non un dossier.";

// Error if a folder can’t be made for whatever reason

"CREATE_DIR_ERROR" = "N’a pas pu créer le répertoire “%@”.";

// Error description if something was caused by Rootless mode

"CAUSED_BY_ROOTLESS" = "Cette erreur semble s’être produite parce que l’un des répertoires dans lequel vous avez essayé d’écrire est protégé par la fonction du système de protection de l’intégrité de macOS.";

"ROOTLESS_DESC" = "Le système de protection de l’intégrité est une fonctionnalité de macOS qui protège certains fichiers système de modifications, même par l’utilisateur « root ». Cette fonctionnalité améliore la sécurité de l’OS en empêchant les installateurs et/ou les « rootkits » malveillants de falsification de l’OS.";

"ROOTLESS_DISABLE_INSTRUCTIONS" = "S’il est extrêmement important pour vous de faire des changements à votre système qui impliquent de contourner cette fonction de sécurité, vous pouvez désactiver le système de protection de l’intégrité par le démarrage de votre Mac en mode de récupération en appuyant sur les touches Commande (⌘) et R lors du démarrage, puis en choisissant “Terminal” dans le menu Utilitaires et en tapant “csrutil disable” sans les guillemets, suivi d'un retour. Après avoir effectué vos modifications, vous devez répéter ces mêmes étapes et tapez “csrutil enable” pour réactiver la fonction du système de protection de l’intégrité.";

// Other execute with privilege errors

"INSTALL_ERROR_WITH_DESC" = "L’erreur suivante s’est produite en tentant d’installer le fichier %1$@ :\n\n%2$@";
"PERM_MOVE_ERROR" = "Le fichier “%1$@” n’a pas pu être déplacé, car le dossier “%2$@” ne peut être modifié.";
"TASK_BAD_STATUS %@ %d" = "La tâche «%@» s’est terminé avec l’état %d.";

// Connection errors that can occur when talking to helper tool

"XPC_CONN_INTERRUPTED" = "La connexion avec l’outil assistant a été interrompue.";
"XPC_CONN_INVALID" = "La connexion avec l’outil assistant est invalide.";
"XPC_CONN_UNEXPECTED" = "Connexion inattendue avec l’outil assistant.";
"XPC_CONN_UNEXPECTED_EVENT" = "Événement inattendu de connexion de l’outil assistant.";

// Something went wrong while trying to open a package

"CANT_OPEN_MYSELF" = "Il semble que vous essayiez d’ouvrir Pacifist avec lui-même.";
"CANT_OPEN_MYSELF_INFORMATIVE" = "Si vous essayez d’installer Pacifist, tout ce qu’il y a à faire est de le glisser dans votre dossier Applications.";
"CANT_OPEN_APP" = "Désolé, Pacifist est capable d’ouvrir les paquets d’installateurs et des fichiers d’archives, pas des applications. Veuillez plutôt essayer d’ouvrir un paquet d’installateur. Les paquets installateurs ont typiquement des noms de fichier se terminant en “pkg” et ont des icônes qui ressemblent aux boîtes de carton bruns. Ou bien, si vous essayez de réinstaller quelques fichiers d’installateur Apple fournis sur le disque, vous pouvez simplement insérer le disque, assurez-vous que c’est le disque 1 s’il provient d’un ensemble multidisque, et cliquez sur le bouton “Ouvrir les disques d’installation Apple” dans la fenêtre principale de Pacifist.";
"PKG_OPEN_ERROR" = "Pacifist n’a pas pu ouvrir le fichier “%@”. Veuillez vous assurer que c’est un type de fichier reconnu par Pacifist.";
"NOT_PKG_RECEIPT_SEARCH_HEADER" = "Impossible d’ouvrir le fichier";
"NOT_PKG_RECEIPT_SEARCH_PROMPT" = "Le fichier “%@” ne semble pas être un paquet qui s’ouvre ou d’archive. Voulez-vous rechercher les recettes installateur pour essayer de trouver le paquet qui l’a installé?";
"NO_PKGS_IN_FOLDER" = "Désolé, aucun module ou fichier d’archive lisible n’a été trouvé à l’intérieur du répertoire “%@”.";

// The pax tool exited with an abnormal status

"PAX_ERROR" = "L’outil pax a quitté de façon anormale :  %d";

// Various AppleDouble errors

"Error format" = "Pacifist a eu l’erreur suivante en traitant le fichier “%@” :\n\n%@";
"Bad version" = "Enveloppe applesingle/appledouble invalide (mauvaise version).";
"Unknown Error %@" = "Une erreur inconnue s’est produite en traitant le fichier %@.";

// Out of space errors
"DISK_FULL" = "Espace disque insuffisant.";

// errors that can occur while parsing a distribution file

"DUPLICATE_XML_ELEMENT" = "Élément XML doublon dans le fichier de distribution pour le paquet “%@” :\n\n%@\n\nCela indique sans doute un bogue dans Pacifist. S’il vous plaît envoyer un rapport à support@charlessoft.com notamment le texte intégral de cette erreur.";
"UNEXPECTED_XML_ELEMENT" = "Élément XML inattendu dans le fichier de distribution pour le package “%@” : \ n \ n %@ \n\nCe indique probablement un bug dans pacifiste. S’il vous plaît envoyer un rapport à support@charlessoft.com notamment le texte intégral de cette erreur.
";
"MISSING_PKG_REF" = "De référence des paquets manquants dans le dossier de la distribution pour le paquet “%@” :%@";
"MISSING_CHOICE" = "Manquant de choix dans le fichier de distribution de paquet “%@” :%@";
"MISSING_CHOICES_OUTLINE" = "résumé des choix manquants pour le fichier de distribution “%@”";

// This message occurs when you open an OS install package for a version of macOS other than the version that is currently running

"OS_VERSION_MISMATCH %@ %@ %@" = "Le paquet «%@» est conçu pour l’installation sur macOS version %@, mais vous utilisé actuellement sous macOS version %@.";
"OS_VERSION_MISMATCH_EXPLANATION" = "Les applications et autres fichiers extraits de ce paquet peuvent ne pas fonctionner correctement avec votre version de macOS.";
"OS_VERSION_MISMATCH_REFUSAL %@" = "Veuillez sélectionner un installateur pour macOS version %@ ";
"OS_VERSION_MISMATCH_SUGGESTION_LION %@" = "Vous pouvez obtenir de meilleurs résultats en ouvrant un disque d’installation contenant macOS version %@ ou un installateur téléchargé depuis l’App Store.";

// Strings related to reinstalling a file from the Receipt Search window

"SU_PKG_NOT_FOUND_BY_NAME" = "Impossible de trouver le paquet de mise à jour de logiciels nommé “%@”.";
"SU_PKG_NOT_FOUND_BY_ID" = "Impossible de trouver un paquet de mise à jour correspondant à l’identifiant paquet “%@”.";
"SU_PKG_NOT_FOUND_SUGGESTION" = "Vous pouvez soit ignorer le chargement de ce paquet, rechercher tous les disques de ce paquet, ou le trouver manuellement.";
"SU_PKG_SKIP_WARNING" = "Ignorer un paquet peut provoquer la restauration incomplète des éléments.";
"SU_PKG_NOT_FOUND_OPTION_SEARCH" = "Rechercher tous les disques";
"SU_PKG_NOT_FOUND_OPTION_LOCATE" = "Trouver manuellement…";
"SU_PKG_NOT_FOUND_SEARCH_PROGRESS" = "Recherche de “%@”…";
"SU_PKG_NOT_FOUND_SEARCH_UNSUCCESSFUL" = "Désolé, le paquet «%@» n’a pas été trouvé sur aucun des disques insérés.";
"SU_PKG_NOT_FOUND_OP_PROMPT" = "S’il vous plaît, trouver le paquet “%@” :";
"SU_PKG_OP_MISMATCH" = "Désolé, le paquet spécifié n’est pas le même que le paquet “%@”.";
"REINSTALL_PKG_LIST" = "Les fichiers seront extraits des paquets suivants :";
"REINSTALL_NOT_FOUND" = "Les paquets suivants n’ont pas pu être trouvés :";
"NO_RECEIPTS_FOUND_FOR_SEARCH" = "Aucun reçu trouvé correspondant aux requêtes de recherche.";
"NO_PACKAGES_FOUND_FOR_EXTRACTION" = "L’extraction ne peut pas continuer, car aucun des paquets utilisables ont été trouvés à partir duquel extraire.";
"CHECKING_PACKAGES" = "Vérification des paquets…";
"ITEM_NOT_FOUND_IN_RECEIPTS" = "Le fichier suivant est introuvable dans aucun des paquets :";
"ITEMS_NOT_FOUND_IN_RECEIPTS" = "Les fichiers suivants n’ont pas été trouvés dans aucun des paquets :";
"ITEMS_NOT_FOUND_IN_RECEIPTS_PROMPT" = "Ceux-ci peuvent être simplement des fichiers obsolètes qui ont été enlevés dans l’une des mises à jour, ou ils peuvent être des fichiers manquants véritablement, ce qui peut provoquer l’extraction d’être incomplète. \n\n Voulez-vous essayer d’extraire les fichiers quand même ?";
"COULDNT_LOAD_INSTALL_HISTORY" = "Impossible de charger l’historiques de l’installater.";

// Button title to go to the App Store download page for macOS

"DOWNLOAD_OS_X %@" = "Télécharger l’installateur macOS %@";

// This message lets you know about the lame option-click thing you have to do if you’ve already bought Lion

"DOWNLOAD_OS_X_INSTRUCTIONS %@ %@" = "Vous allez maintenant être redirigé vers la page Mac App Store pour prévisualiser macOS %@, qui contiendra un lien qui vous amènera à la page de téléchargement pour macOS %@ dans l’App Store.";
"DOWNLOAD_OS_X_ADVICE %@ %@" = "Si l’App Store prétend que macOS %@ est déjà installé et ne fournit pas un lien de téléchargement, cliquez sur “Achat” dans l’App Store tout en maintenant la touche Option enfoncée. Cela devrait permettre au bouton “Installer” pour macOS installateur %@.";
"DOWNLOAD_OS_X_DONT_INSTALL" = "Important : l’App Store peut lancer automatiquement l’installateur macOS après avoir terminé le téléchargement. Si cela se produit, quittez l’installateur sans avoir à réinstaller macOS. Il n’est pas nécessaire de réinstaller macOS pour ouvrir l’installateur avec Pacifist, seulement qu’il soit présent sur le disque dur.";

// This message occurs when you try to go to the download page for a version of macOS that Pacifist doesn’t know about

"DOWNLOAD_OS_X_UNKNOWN_URL" = "Désolé, Pacifist n’a pas actuellement une URL pour télécharger macOS version %@.";

// This message occurs when you try to use a feature on an unsupported version of macOS

"OLD_OS_HEADER" = "Version non supportée";
"OLD_OS_FEATURE" = "Désolé, cette fonctionnalité nécessite macOS version %@ ou ultérieure.";

// Expired

"Expired" = "A expiré";

// Expiration message for beta versions

"Expiration message" = "Désolé, cette version bêta de Pacifist a expiré. Une nouvelle version devrait être disponible, avec plus de fonctionnalités et moins de bogues que celle-ci. Vous pouvez télécharger une nouvelle version à partir de la page Web suivante : http://www.charlessoft.com/.";

// Registration stuff

"UNREGISTERED" = "NON ENREGISTRÉ";
"REGISTERED_TO" = "Enregistré au nom de :";
"REG_VERIFIED" = "Enregistrement réussi";
"REG_SUCCESS" = "Merci de soutenir les partagiciels !";
"BAD_REG_CODE" = "Désolé, ce code d’enregistrement est invalide.";
"TRY_AGAIN" = "Essayez encore.";

// A question mark

"?" = "?";

// A comma

"COMMA" = ",";
